Repository: pingval/touhouworldcup.com
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de

source: Rules
de_de: Regeln

source: Schedule
de_de: Zeitplan

source: Flag of the United Kingdom
de_de: Flagge des Vereinigten Königreichs

source: Flag of the United States
de_de: Flagge der Vereinigten Staaten

source: Flag of Japan
de_de: Flagge von Japan

source: Flag of the P.R.C.
de_de: Flagge der Volksrepublik China

source: Flag of Russia
de_de: Flagge von Russland

source: Flag of Germany
de_de: Flagge von Deutschland

source: Website Source Code
de_de: Website-Quellcode

source: Developed by:
de_de: Entwickelt von:

source: <strong>Touhou World Cup (TWC)</strong> is an annual international Touhou shooting game competition, first held in 2020, organised by the Chinese gameplay community. This time around, in 2021, it is organised by the Western gameplay community.
de_de: Der <strong>Touhou World Cup (TWC)</strong> ist ein jährlich stattfindender internationaler Touhou-Shooter-Wettbewerb, der erstmals im Jahr 2020 von der chinesischen Spieler-Community organisiert wurde. Dieses Mal, im Jahr 2021, wird er von der westlichen Spielergemeinschaft organisiert.

source: Three teams, a Western community team, a Chinese team, and a Japanese team, duke it out on Lunatic and Extra mode, playing on live streams and playing both high score and survival.
de_de: Drei Teams, ein westliches Community-Team, ein chinesisches Team und ein japanisches Team, treten im Lunatic- und im Extra-Modus gegeneinander an, wobei sie in einem Livestream spielen und sowohl Scoring als auch Survival spielen.

source: See below for official communication channels and live streams with commentary.
de_de: Nachstehend findest du die offiziellen Kommunikationskanäle und Livestreams mit Kommentatoren.

source: Official TWC Twitter
de_de: Offizieller TWC-Twitter

source: Official TWC YouTube Channel
de_de: Offizieller TWC YouTube-Kanal

source: English commentary stream (Twitch)
de_de: Englischer Kommentar-Stream (Twitch)

source: Chinese commentary stream 1 (Bilibili)
de_de: Chinesischer Kommentar-Stream 1 (Bilibili)

source: Chinese commentary stream 2 (Bilibili)
de_de: Chinesischer Kommentar-Stream 2 (Bilibili)

source: Japanese commentary stream (YouTube)
de_de: Japanischer Kommentar-Stream (YouTube)

source: Russian commentary stream (Twitch)
de_de: Russischer Kommentar-Stream (Twitch)

source: ISCORE Calculator
de_de: ISCORE-Rechner

source: This page requires JavaScript
de_de: Diese Website benötigt JavaScript

source: For every match, each team can earn points. Ranking is based on whoever has the most points:
de_de: Für jedes Match kann jedes Team Punkte sammeln. Die Rangliste basiert darauf, wer die meisten Punkte hat:

source: 1st place - 2 points
de_de: 1. Platz - 2 Punkte

source: 2nd place - 1 point
de_de: 2. Platz - 1 Punkt

source: 3rd place - 0 points
de_de: 3. Platz - 0 Punkte

source: In 2-team matches, the first place gets 2 points, and 2nd place gets 1 point.
de_de: Bei Spielen mit 2 Teams erhalten die Erstplatzierten 2 Punkte und die Zweitplatzierten 1 Punkt.

source: If multiple players have the exact same amount of ISCORE, their points will be split equally. This also means that, if multiple players have the highest ISCORE, the match ends in a tie.
de_de: Wenn mehrere Spieler die exakt gleiche Anzahl an ISCORE haben, werden ihre Punkte gleichmäßig aufgeteilt. Das bedeutet auch, dass, wenn mehrere Spieler den höchsten ISCORE haben, das Spiel unentschieden endet.

source: At the end of the World Cup, the teams will be ranked based on has the most points.
de_de: Am Ende des Weltcups werden die Teams nach den meisten Punkten geordnet in die Rangliste aufgenommen.

source: Calculating Points
de_de: Berechnung der Punkte

source: The points are based on the <a href="/iscore">ISCORE calculator</a>.
de_de: Die Punkte basieren auf dem <a href="/iscore">ISCORE-Rechner</a>.

source: Score matches are calculated based on the ISCORE formula. Survival matches (except for GFW) are calculated as follows:
de_de: Score-Matches werden auf der Grundlage der ISCORE-Formel berechnet. Survival Matches (außer GFW) werden wie folgt berechnet:

source: (ISCORE No Miss No Bomb Score) / 2 ^ (deaths)
de_de: (ISCORE No Miss No Bomb Score) / 2 ^ (Tode)

source: In survival runs, bombs are counted as 2 deaths.
de_de: In Survival-Runs werden Bomben als 2 Tode gewertet.

source: ISCORE is a scoring metric that compensates for the differences in performance between shot types and categories. The formulas used can be found in the ISCORE rubric with the calculator linked above.
de_de: ISCORE ist ein Bewertungsmaßstab, der die Leistungsunterschiede zwischen den einzelnen Shot Types und Kategorien ausgleicht. Die verwendeten Formeln sind in der ISCORE-Rubrik mit dem oben verlinkten Rechner zu finden.

source: Game-specific Concerns
de_de: Spielspezifische Anmerkungen

source: A border break is considered a death in survival runs.
de_de: Ein Border Break wird bei Survival-Runs als Tod angesehen.

source: Getting hit during a Last Spell is <strong>not</strong> considered a death in survival runs. However, ISCORE gives a higher base value in this game to runs that capture all spells (which includes unlocking and capturing <strong>every</strong> Last Spell) AND do not die/bomb (NN + Full-SC).
de_de: Während eines Last Spells getroffen zu werden, gilt in Survival-Runs <strong>nicht</strong> als Tod. Allerdings gibt ISCORE in diesem Spiel einen höheren Basiswert für Runs, bei denen man alle Spells schafft (was das Freischalten und Schaffen <strong>jedes</strong> Last Spells beinhaltet) UND bei denen man nicht stirbt/bombt (NN + Full-SC).

source: Summoning a UFO is considered a death in survival runs. However, collecting tokens does not affect the score in survival runs.
de_de: Das Summonen eines UFOs wird in Survival-Runs als Tod gewertet. Das Einsammeln von Tokens hat jedoch keinen Einfluss auf die Punktzahl in Survival-Runs.

source: The survival formula for this game is (gold medals*1.5)-(deaths).
de_de: Die Survival-Formel für dieses Spiel lautet (Goldmedaillen*1,5)-(Tode).

source: A manual trance is considered 2 deaths in survival runs. ISCORE gives a higher base value in this game to runs that capture all spells AND does not die/bomb (NN + Full-SC).
de_de: Ein manueller Trance wird bei Survival-Runs als 2 Tode gewertet. ISCORE gibt in diesem Spiel einen höheren Basiswert für Runs, die alle Spells schaffen UND nicht sterben/bomben (NN + Full-SC).

source: All runs in both survival/score have to be done in Legacy Mode.
de_de: Alle Runs in Survival/Scoring müssen im Legacy-Modus durchgespielt werden.

source: Releasing your season gauge is considered 2 deaths in survival runs.
de_de: Das Verwenden eines Season-Releases wird bei Survival-Runs als 2 Tode gewertet.

source: Channeling a berserk roar (3 or more of the same animal tokens during roar mode) is considered 2 deaths in survival runs. Breaking your roar (bombing or touching a bullet during roar mode) is considered a death in survival runs.
de_de: Einen Berserk Roar zu verwenden (3 oder mehr gleiche Animal-Tokens im Roar-Modus) gilt in Survival-Runs als 2 Tode. Das Brechen deines Roars (Bomben oder Berühren einer Bullet im Roar-Modus) wird als Tod in Survival-Runs gewertet.

source: Use of Third Party Software &amp; Material
de_de: Verwendung von Software von Dritten &amp; Material

source: Vsync patch is allowed. Practice patches (such as thprac) are allowed, but all practice cheats have to be disabled for the runs.
de_de: Vsync Patch ist erlaubt. Übungspatches (wie thprac) sind erlaubt, aber alle Übungs-Cheats müssen für die Runs deaktiviert werden.

source: Visual patches (e.g. hitbox patch) are prohibited. Translation patches are allowed but discouraged. Audio patches/background music is allowed but no copyrighted material.
de_de: Visuelle Patches (z. B. Hitbox Patch) sind verboten. Übersetzungspatches sind erlaubt, aber nicht erwünscht. Audio Patches/Hintergrundmusik sind erlaubt, aber kein urheberrechtlich geschütztes Material.

source: Other Rules
de_de: Andere Regeln

source: <li>Runs only count from the moment the timer has started.</li><li>Players can start as many runs as they want during the match. When the timer has finished on stream, no new runs can be started anymore.</li><li>A clear is always better than a gameover, no matter the score difference.</li><li>The players have to stream their gameplay. Just stream game footage: no overlay that shapes/crops the stream.</li><li>Streamers are allowed to have elements (images, input displays, cameras, etc.) on top of their game. However, the gameplay window, as well as all information on the player's HUD, has to be visible at all times.</li><li>Finished runs need their replays saved.</li><li>Please hide the story ending when your run finishes.</li>
de_de: <li>Runs werden nur ab dem Zeitpunkt gezählt, an dem der Timer gestartet wurde.</li><li>Die Spieler können während des Matches so viele Runs starten, wie sie wollen. Wenn der Timer im Stream abgelaufen ist, können keine neuen Runs mehr gestartet werden.</li><li>Ein voller Run ist immer besser als ein Game Over, egal wie groß der Punkteunterschied ist.</li><li>Die Spieler müssen ihr Spiel streamen. Nur das Spiel streamen: kein Overlay, das den Stream formt/beschneidet.</li><li>Streamer dürfen Elemente (Bilder, Input Displays, Kameras usw.) über ihr Spiel legen. Das Gameplay-Fenster sowie alle Informationen auf dem HUD des Spielers müssen jedoch jederzeit sichtbar sein.</li><li>Beendete Runs müssen als Replay gespeichert werden.</li><li>Bitte verstecke das Story-Ende, wenn dein Run beendet ist.</li>

source: Your time zone was detected as <strong id="timezone">UTC+0000 (Coordinated Universal Time)</strong>.
de_de: Deine Zeitzone wurde als <strong id="timezone">UTC+0000 (Koordinierte Weltzeit)</strong> erkannt.

source: Daylight Saving Time (also known as Summer Time or DST) is taken into account automatically.
de_de: Die Sommerzeit (auch bekannt als Daylight Saving Time oder DST) wird automatisch berücksichtigt.

source: Date / Time
de_de: Datum / Uhrzeit

source: Category
de_de: Kategorie

source: Players
de_de: Spieler

source: Reset Time<br>(minutes)
de_de: Reset-Zeit<br>(Minuten)
